Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Admin.tmx
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, it_it, pl_pl, pt_pt, ru_ru, zh_cn

source: Purchase requests
ar_sa: طلبات الشراء
de_de: Bestellanforderungen
es_es: Solicitudes de compra
fr_fr: Demandes d'achat
it_it: Richieste d'acquisto
pt_pt: Pedido compra
ru_ru: Запросы на покупку
zh_cn: 采购请求

source: To sign
ar_sa: للتوقيع
de_de: Zu unterzeichnen
es_es: A firmar
fr_fr: A signer
it_it: A firmare
pt_pt: A assinar
ru_ru: К подписанию
zh_cn: 待签名

source: My purchase requests
ar_sa: طلبات الشراء الخاصة بي
de_de: Meine Einkaufsanfragen
es_es: Mis solicitudes de compra
fr_fr: Mes demandes d'achat
it_it: Mie richieste d'acquisto
pt_pt: Meus pedidos de compra
ru_ru: Мои запросы на покупку
zh_cn: 我的采购请求

source: Signed
ar_sa: موقّعة
de_de: Unterzeichnet
es_es: Firmadas
fr_fr: Signées
it_it: Firmate
pt_pt: Assinada
ru_ru: Подписанные
zh_cn: 已签名

source: My orders
ar_sa: طلبيات الخاصة بي
de_de: Meine Aufträge
es_es: Mis pedidos
fr_fr: Mes commandes
it_it: Miei ordini
pt_pt: Minhas encomendas
ru_ru: Мои заказы
zh_cn: 我的订单

source: My open orders
ar_sa: طلبيات المفتوحة الخاصة بي
de_de: Meine offenen Aufträge
es_es: Mis pedidos abiertos
fr_fr: Mes commandes ouvertes
it_it: Miei ordini aperti
pt_pt: Minhas encomendas abertas
ru_ru: Мои открытые заказы
zh_cn: 我的合同

source: My quotes
ar_sa: إقتباس الخاص بي
de_de: Meine Angebote
es_es: Mis presupuestos
fr_fr: Mes devis
it_it: Mie offerte
pt_pt: Minhas cotações
ru_ru: Мои предложения
zh_cn: 我的报价

source: Available Stock
ar_sa: المخزون المتوفر
de_de: Verfügbarer Bestand
es_es: Stock disponible
fr_fr: Stock disponible
it_it: Stock disponibile
pl_pl: Zapas dostępny
pt_pt: Stock disponível
ru_ru: Доступно
zh_cn: 可承诺存货数量

source: Purchases - My inquiries
ar_sa: شراءات-التشاورات الخاصة بي
de_de: Einkauf - Meine Anzeigen
es_es: Compras - Mis consultas
fr_fr: Achats - Mes consultations
it_it: Acquisti - Mie consultazioni
pt_pt: Compras - Minhas consultas
zh_cn: 采购 - 我的查询

source: Mobility - Purchase inquiries
ar_sa: تشاورات الشراء-التنقل
de_de: Mobil - Meine Anzeigen
es_es: Consultas - Movilidad
fr_fr: Mobilité - Consultations Achats
it_it: Consultazioni - Mobilità
pt_pt: Mobilidade - Consultas compras
zh_cn: 移动端 - 采购查询

source: Sales - My customers
ar_sa: مبيعات-الزبائن الخاصة بي
de_de: Verkauf - Meine Kunden
es_es: Ventas - Mis clientes
fr_fr: Ventes - Mes clients
it_it: Vendite - Miei clienti
pt_pt: Vendas - Meus clientes
zh_cn: 销售 - 我的客户

source: Mobility - Sales Customers Queries
ar_sa: تشاورات الزبون-التنقل
de_de: Mobil - Kundenverkaufsangebote
es_es: Consulta cliente - Movilidad
fr_fr: Mobilité - Consultations client
it_it: Consultazione cliente - Mobilità
pt_pt: Mobilidade - Consulta Clientes
zh_cn: 移动端 - 客户查询

source: My Expenses
ar_sa: التكاليف الخاصة بي
de_de: Meine Ausgaben
es_es: Gastos
fr_fr: Mes frais
it_it: Spese
pt_pt: Minhas despesas
zh_cn: 费用

source: Mobility - Expense notes
ar_sa: علامة التكاليف-التنقل
de_de: Mobil - Spesenrechnungen
es_es: Mobilidad - Notas de gasto
fr_fr: Mobilité - Note de frais
it_it: Spese
pt_pt: Mobilidade - Notas despesa
zh_cn: 移动端 - 费用清单

source: My expenses
ar_sa: التكاليف الخاصة بي
de_de: Meine Ausgaben
es_es: Mis gastos
fr_fr: Mes frais
it_it: Mie spese
pt_pt: Minhas despesas
zh_cn: 我的费用

source: Purchase - My actions
ar_sa: شراء-النشاطات الخاصة بي
de_de: Einkauf - Meine Aktionen
es_es: Compras - Mis acciones
fr_fr: Achats - Mes actions
it_it: Acquisti - Mie azioni
pt_pt: Compras - Minhas ações
zh_cn: 采购 - 我的操作

source: Mobility - Purchases signature actions
ar_sa: نشاطات توقيع الشراءات-التنقل
de_de: Mobil - Unterschriftenaktionen Einkauf
es_es: Mobilidad - Acciones de firma compras
fr_fr: Mobilité - Actions de signature achats
it_it: Azioni di firma acquisti en mobilità
pt_pt: Mobilidade - Ações assinaturas compras
zh_cn: 移动端 - 采购签名操作

source: Sales - My actions
ar_sa: المبيعات-النشاطات الخاصة بي
de_de: Verkauf - Meine Aktionen
es_es: Ventas - Mis acciones
fr_fr: Ventes - Mes actions
it_it: Vendite - Mie azioni
pt_pt: Vendas - Minhas ações
zh_cn: 销售 - 我的操作

source: Mobility - Sales signature actions
ar_sa: نشاطات توقيع المبيعات-التنقل
de_de: Mobil - Unterschriftenaktionen Verkauf
es_es: Acciones de firma ventas en movilidad
fr_fr: Mobilité - Actions de signature ventes
it_it: Azioni di firma vendite en mobilità
pt_pt: Mobilidade - Ações assinaturas vendas
zh_cn: 移动端 - 销售签名操作

source: Available stock
ar_sa: مخزون المتوفر
de_de: Verfügbarer Bestand
es_es: Stock disponible
fr_fr: Stock disponible
it_it: Stock disponibile
pt_pt: Stock disponível
zh_cn: 可承诺存货数量

source: Mobility - Available stock
ar_sa: المخزون المتوفر-التنقل
de_de: Mobil - Verfügbarer Bestand
es_es: Stock disponible
fr_fr: Mobilité - Stock disponible
it_it: Stock disponibile
pt_pt: Mobilidade - Stock disponível
zh_cn: 移动端 - 可承诺存货数量

source: Sales - My inquiries
ar_sa: المبيعات-التشاور الخاصة ب
de_de: Verkauf - Meine Anzeigen
es_es: Ventas - Mis consultas
fr_fr: Ventes - Mes consultations
it_it: Vendite - Mie consultazioni
pt_pt: Vendas - Minhas consultas
zh_cn: 销售- 我的查询

source: Mobility - Sales inquiries
ar_sa: استشارات المبيعات - التنقل
de_de: Mobil - Verkaufsanzeigen
es_es: Consultas - Movilidad
fr_fr: Mobilité - Consultations Ventes
it_it: Consultazioni - Mobilità
pt_pt: Mobilidade - Consultas vendas
zh_cn: 移动端 - 销售查询

source: Absenteeism
ar_sa: غياب
de_de: Abwesenheiten
es_es: Ausencias
fr_fr: Absences
it_it: Absences
pl_pl: Absences
pt_pt: Faltas
ru_ru: Absences
zh_cn: 缺勤

source: Employee
ar_sa: موظف
de_de: Angestellter
es_es: Empleado
fr_fr: Employée
it_it: Employ
pl_pl: Employ
pt_pt: Funcionário
ru_ru: Employ
zh_cn: 雇佣

source: Headcounts
ar_sa: فعّال
de_de: Effektive
es_es: Effectivos
fr_fr: Effectifs
it_it: Effectifs
pl_pl: Effectifs
pt_pt: Efetivos
ru_ru: Effectifs
zh_cn: 职工人数

source: Income
ar_sa: عائدات
de_de: Einkommen
es_es: Renta
fr_fr: Revenus
it_it: Revenus
pl_pl: Revenus
pt_pt: Ganhos
ru_ru: Revenus
zh_cn: 收入

source: Payslips
ar_sa: قسيمة الدفع
de_de: Lohnabrechnung
es_es: Documento de nómina
fr_fr: Bulletin de paie
it_it: Bulletin de paie
pl_pl: Bulletin de paie
pt_pt: Recibo de salários
ru_ru: Bulletin de paie
zh_cn: 工资单

source: Leave
ar_sa: عطلات
de_de: Urlaub
es_es: Vacaciones
fr_fr: Congés
it_it: Départ
pl_pl: Départ
pt_pt: Férias
ru_ru: Départ
zh_cn: 离开

source: Requests
ar_sa: مطالب
de_de: Abfragen
es_es: Peticiones
fr_fr: Requêtes
it_it: Requêtes
pl_pl: Requêtes
pt_pt: Pedidos
ru_ru: Requêtes
zh_cn: 请求

source: Requests for Quotes
ar_sa: طلبات العرض
de_de: Angebotsanfragen
es_es: LLamadas de ofertas
fr_fr: Appels d'offre
pt_pt: Pedidos de Cotação
zh_cn: 询价单

source: Asset Management
ar_sa: إدارة الممتلكات
de_de: Anlagenbuchhaltung
es_es: Gestión de bienes
fr_fr: Gestion des biens
pt_pt: Gestão Ativos
zh_cn: 资产管理

source: Facilities
ar_sa: معدات
de_de: Ausstattungen
es_es: Equipamientos
fr_fr: Equipements
pt_pt: Equipamentos
zh_cn: 设备

source: Unposted Documents
ar_sa: وثائق للحساب
de_de: Zu buchende Belege
es_es: Documentos a contabilizar
fr_fr: Documents à comptabiliser
pt_pt: Documentos a contabilizar
zh_cn: 待入账单据

source: Notifications
ar_sa: الإشعارات
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Dates
pl_pl: Dates
pt_pt: Notificações
ru_ru: Dates
zh_cn: 通知

source: Trade
ar_sa: معدات
de_de: Berufe
es_es: Business
fr_fr: Métiers
pt_pt: Funções
zh_cn: 职务

source: Cost
ar_sa: مبالغ
de_de: Beträge
es_es: Importes
fr_fr: Montants
pt_pt: Montantes
zh_cn: 金额

source: Movements
ar_sa: حركات
de_de: Bewegungen
es_es: Movimientos
fr_fr: Mouvements
pt_pt: Movimentos
zh_cn: 变动

source: Production
ar_sa: الميزانية
de_de: Bilanz
es_es: Balance
fr_fr: Bilan
it_it: Balanço
pt_pt: Balanço
zh_cn: 总结报告

source: Periodic Processing
ar_sa: عمليات الإيقاف
de_de: Sonst. angehaltene Vorgänge
es_es: Operaciones de cierre div.
fr_fr: Opérations d'arrêtés div.
pt_pt: Oper.Diversa Encerramento
zh_cn: 其他结算工序

source: Purchase Invoices
ar_sa: فواتير الشراء
de_de: Eingangsrechnungen
es_es: Facturas de compra
fr_fr: Factures d'achat
pt_pt: Faturas compra
zh_cn: 采购发票

source: Purchase Requests
ar_sa: طلبات الشراء
de_de: Einkaufsanfragen
es_es: Solicitudes de compra
fr_fr: Demandes d'achats
pt_pt: Pedidos de Compra
zh_cn: 采购请求

source: Overview
ar_sa: نظرة عامة
de_de: Gesamtansicht
es_es: Vista general
fr_fr: Vue d'ensemble
it_it: Vue d'ensemble
pl_pl: Vue d'ensemble
pt_pt: Vista conjunta
ru_ru: Vue d'ensemble
zh_cn: 概览

source: Credit Memos
ar_sa: ممتلكات
de_de: Gutschriften
es_es: Abonos
fr_fr: Avoirs
pt_pt: Notas Crédito
zh_cn: 贷记凭证

source: Indicators
ar_sa: مؤشرات
de_de: Indikatoren
es_es: Indicadores
fr_fr: Indicateurs
pt_pt: Indicadores
zh_cn: 指标

source: Count
ar_sa: جردات
de_de: Inventur
es_es: Inventarios
fr_fr: Inventaires
pt_pt: Inventários
zh_cn: 盘点

source: Contracts
ar_sa: عقود
de_de: Kontrakte
es_es: Contratos
fr_fr: Contrats
pt_pt: Contratos
zh_cn: 合同

source: Costs
ar_sa: تكاليف
de_de: Kosten
es_es: Costes
fr_fr: Coûts
pt_pt: Custos
zh_cn: 成本

source: Expense notes
ar_sa: علامات التكاليف
de_de: Kostenbelege
es_es: Notas de gastos
fr_fr: Notes de frais
pt_pt: Notas de despesa
zh_cn: 费用清单

source: CRM
ar_sa: علاقات الزبائن
de_de: Kundenbeziehung
es_es: Relación cliente
fr_fr: Relation client
pt_pt: Relação cliente
zh_cn: 客户关系

source: Customer Tracking
ar_sa: تابع الزبائن
de_de: Kundenverwaltung
es_es: Seguimiento clientes
fr_fr: Suivi clients
pt_pt: Seguimento clientes
zh_cn: 客户追踪

source: Stock
ar_sa: مخزون
de_de: Lager
es_es: Stocks
fr_fr: Stocks
pl_pl: Magazyny
pt_pt: Stocks
ru_ru: Управление запасами
zh_cn: 存货

source: Supplier Tracking
ar_sa: تابع الموردين
de_de: Lieferantenverwaltung
es_es: Seguimiento proveedores
fr_fr: Suivi fournisseurs
pt_pt: Seguim. fornecedores
zh_cn: 供应商追踪

source: Reminders
ar_sa: تذكيرات
de_de: Mahnungen
es_es: Reclamaciones
fr_fr: Relances
pt_pt: Reavisos
zh_cn: 催款

source: Setting
ar_sa: إعداد
de_de: Parametrisierung
es_es: Parametrización
fr_fr: Paramétrage
pt_pt: Parametrização
zh_cn: 参数设置

source: Transactions to Process
ar_sa: مؤن بالإنتظار
de_de: Ausstehende Rücklagen
es_es: Provisiones en espera
fr_fr: Provisions en attente
pt_pt: Provisões em espera
zh_cn: 待处理准备金

source: Packaging
ar_sa: التعبئة والتغليف
de_de: Verpackung
es_es: Empaquetado
fr_fr: Colisage
pt_pt: Embalamento
zh_cn: 包装

source: Processing
ar_sa: عمليات
de_de: Vorgänge
es_es: Operaciones
fr_fr: Opérations
pt_pt: Operações
zh_cn: 工序

source: Receipts
ar_sa: إيصالات
de_de: Wareneingänge
es_es: Recepciones
fr_fr: Réceptions
pt_pt: Recepções
zh_cn: 收货

source: Exchange
ar_sa: التبادل
de_de: Wechsel
es_es: Intercambios
fr_fr: Echanges
pt_pt: Trocas
zh_cn: 兑换

source: Payment Tracking
ar_sa: تابع التسويات
de_de: Zahlungsrückmeldung
es_es: Seguimiento de pagos
fr_fr: Suivi règlements
pt_pt: Seguim. Pagamentos
zh_cn: 收付款追踪

source: Notification servers
de_de: Benachrichtigungsserver
es_es: Notificación servidor
fr_fr: Serveurs notification
pt_pt: Servidores notificação
zh_cn: 通知服务器

source: Notification events
de_de: Benachrichtigungsereignisse
es_es: Notificación eventos
fr_fr: Evènements notification
pt_pt: Notificação eventos
zh_cn: 通知事件

source: Notification themes
de_de: Benachrichtigungsthemes
es_es: Notificación temas
fr_fr: Thèmes notification
pt_pt: Notificação temas
zh_cn: 通知主题

source: Notification templates
de_de: Benachrichtigungsvorlagen
es_es: Notificación modelos
fr_fr: Modèles notification
pt_pt: Templates de notificação
zh_cn: 通知模板

source: X3 solutions
de_de: X3-Lösungen
es_es: Solutiones X3
fr_fr: Solutions X3
pt_pt: Soluções X3
zh_cn: X3解决方案

source: Classic SOAP Web services
de_de: Klassische SOAP-Webservices
fr_fr: Services web Classic SOAP
zh_cn: 经典版SOAP Web服务

source: Classic SOAP pools configuration
de_de: Klassische SOAP-Pools-Konfiguration
es_es: Configuración classic SOAP pools
fr_fr: Configuration pools Classic SOAP
pt_pt: Configuração Classic SOAP pools
zh_cn: 经典版SOAP池配置

source: Updates
de_de: Aktualisierungen
es_es: Actualización
fr_fr: Mises à jour
pt_pt: Atualização
zh_cn: 更新

source: "One-click" updates
de_de: "One-Klick"-Updates
es_es: Actualizciones "en un clic"
fr_fr: Mises à jour "en un clic"
pt_pt: Atualização "em um clique"
zh_cn: “一键”更新

source: Mobile applications
de_de: Mobile Anwendungen
es_es: Aplicaciones móbiles
fr_fr: Applications mobile
pt_pt: Aplicações móveis
zh_cn: 移动应用

source: Migrate mobile dashboard
de_de: Mobiles Dashboard migrieren
es_es: Mgrar portales móvil
fr_fr: Migrer portail mobile
pt_pt: Migrações gadgets mobilidade
zh_cn: 迁移移动仪表板

source: License follow up
de_de: Lizenznachbereitung
es_es: Seguimiento licencia
fr_fr: Suivi licence
pt_pt: Acompanhamento da licença
zh_cn: 许可证跟踪

source: Sales quotes to sign
de_de: Zu unterzeichn. Angebote
es_es: Presupuestos a firmar
fr_fr: Devis à signer
it_it: Offerte a firmare
pl_pl: Oferty handlowe do podpisania
pt_pt: Orçamentos a assinar
ru_ru: Заявки продаж на подпись
zh_cn: 待签名的报价

source: Signed sales quotes
de_de: Unterzeichnete Angebote
es_es: Presupuestos firmados
fr_fr: Devis signés
it_it: Offerte firmate
pl_pl: Podpisane oferty handlowe
pt_pt: Orçamentos assinados
ru_ru: Orçamentos assinados
zh_cn: 已签名的报价

source: Historical sales quotes signed
de_de: Historische unterzeichn. Angebote
es_es: Histórico de presupuestos firmados
fr_fr: Historique devis signés
it_it: Storico offerte firmate
pl_pl: Podpisane oferty historyczne
pt_pt: Histórico dos orçamentos assinados
ru_ru: Исторические заявки продаж подписаны
zh_cn: 已签报价历史记录

source: Sales orders to sign
de_de: zu unterzeichn. Aufträge
es_es: Pedidos de venta a firmar
fr_fr: Commandes de vente à signer
it_it: Ordini di vendita a firmare
pl_pl: Zamówienia sprzedaży do podpisania
pt_pt: Encomendas de venda a assinar
ru_ru: Заказы продаж подписать
zh_cn: 待签名的销售订单

source: Signed sales orders
de_de: Unterzeichn. Aufträge
es_es: Pedidos de venta firmados
fr_fr: Commandes de vente signées
it_it: Ordini di vendita firmati
pl_pl: Podpisane zmówienia sprzedaży
pt_pt: Encomendas de vendas assinadas
ru_ru: Подписанные заказы продаж
zh_cn: 已签名的销售订单

source: Historical sales orders signed
de_de: Hist. unterzeichn. Aufträge
es_es: Histórico de pedidos de venta firmados
fr_fr: Historique commandes de vente signées
it_it: Storico degli ordini di vendita firmati
pl_pl: Podpisane historyczne zamówienia sprzedaży
pt_pt: Histórico das encomendas de venda assinadas
ru_ru: История заказов продаж подписаны
zh_cn: 已签销售订单历史记录

source: Sales open orders to sign
de_de: Offene zu unterzeichn. Aufträge
es_es: Pedidos abiertos de venta a firmar
fr_fr: Commandes ouvertes de vente à signer
it_it: Ordini aperti di vendita a firmare
pl_pl: Otwarte zamówienia sprzedaży do podpisania
pt_pt: Encomendas abertas de vendas a assinar
ru_ru: Продажи открытые заказы к подписи
zh_cn: 待签名的销售合同

source: Signed sales open orders
de_de: Unterzeichn. offene Aufträge
es_es: Pedidos abiertos de venta firmados
fr_fr: Commandes ouvertes de ventes signées
it_it: Ordini aperti di vendita firmati
pl_pl: Podpisane otwarte zamówienia sprzedaży
pt_pt: Encomendas abertas de vendas assinadas
ru_ru: Продажи открытые заказы подписаны
zh_cn: 已签名的销售合同

source: Historical sales open orders signed
de_de: Hist. offene unterzeichn. Aufträge
es_es: Histórico de pedidos abiertos de venta firmados
fr_fr: Historique commandes ouvertes de vente signées
it_it: Storico degli ordini aperti di vendita firmati
pl_pl: Historyczne podpisane otwarte zamówienia sprzedaży
pt_pt: Histórico das encomendas de venda abertas assinadas
ru_ru: Историч Продажи открытые заказы подписаны
zh_cn: 已签销售合同历史记录

source: Historical sales documents signed
de_de: Hist. unterzeichn. Verkaufsunterlagen
es_es: Histórico de documentos de venta firmados
fr_fr: Historique documents vente signés
it_it: Storico dei documenti di vendita firmati
pl_pl: Historyczne podpisane dokumenty sprzedaży
pt_pt: Histórico de documentos de venda assinados
ru_ru: Историч документы продаж подписаны
zh_cn: 已签销售文档历史记录

source: Purchase requests to sign
de_de: zu unterzeichn. Bestellanfragen
es_es: Solicitudes de compra a firmar
fr_fr: Demandes d'achat à signer
it_it: Richieste d'acquisto a firmare
pl_pl: Wnioski zakupowe do podpisania
pt_pt: Pedidos de compra a assinar
ru_ru: Запросы закупок к подписи
zh_cn: 待签名的采购请求

source: Signed purchase requests
de_de: Unterzeichnete Bestellanfragen
es_es: Solicitudes de compra firmadas
fr_fr: Demandes d'achat signées
it_it: Richieste d'acquisto firmate
pl_pl: Podpisane wnioski zakupowe
pt_pt: Pedidos de compra assinados
ru_ru: Запросы закупок подписаны
zh_cn: 已签名的采购请求

source: Historical purchase requests signed
de_de: Historische unterz. Bestellanfragen
es_es: Histórico de solicitudes de compra firmadas
fr_fr: Historique des demandes d'achat signées
it_it: Storico delle richieste d'acquisto firmate
pl_pl: Historyczne podpisane wnioski zakupowe
pt_pt: Histórico dos pedidos de compra assinados
ru_ru: История Запросы закупок подписаны
zh_cn: 已签采购请求历史记录

source: Purchase orders to sign
de_de: zu unterzeichn. Bestellungen
es_es: Pedidos de compra a firmar
fr_fr: Commandes d'achat à signer
it_it: Ordini d'acquisto a firmare
pl_pl: Zamówienia zakupu do podpisania
pt_pt: Encomendas de compra a assinar
ru_ru: Заказы закупок на подпись
zh_cn: 待签名的采购订单

source: Signed purchase orders
de_de: unterzeichn. Bestellungen
es_es: Pedidos de compra firmados
fr_fr: Commandes d'achat signées
it_it: Ordini d'acquisto firmati
pl_pl: Podpisane zamówienia zakupu
pt_pt: Encomendas de compra assinados
ru_ru: Заказы закупок подписаны
zh_cn: 已签名的采购订单

source: Historical purchase orders signed
de_de: Hist. unterzeichn. Bestellungen
es_es: Histórico de pedidos de compra firmados
fr_fr: Historique des commandes d'achat signées
it_it: Storico degli ordini d'acquisto firmati
pl_pl: Historyczne podpisane zamówienia zakupu
pt_pt: Histórico das encomendas de compra assinados
ru_ru: История Заказы закупок подписаны
zh_cn: 已签采购订单历史记录

source: Purchase open orders to sign
de_de: Offene zu unterz. Bestellungen
es_es: Pedidos abiertos de compra a firmar
fr_fr: Commandes ouvertes d'achat à signer
it_it: Ordini aperti d'acquisto a firmare
pl_pl: Otwarte zamówienia zakupu do podpisania
pt_pt: Encomendas abertas de compras a assinar
ru_ru: Открытые заказы закупок на подпись
zh_cn: 待签名的采购合同

source: Signed purchase open orders
de_de: Unterzeichnete offene Bestellungen
es_es: Pedidos abiertos de compra firmados
fr_fr: Commandes ouvertes d'achat signées
it_it: Ordini aperti d'acquisto firmati
pl_pl: Podpisane otwarte zamówienia zakupu
pt_pt: Encomendas abertas de compra assinadas
ru_ru: Открытые заказы закупок подписаны
zh_cn: 已签名的采购合同

source: Historical purchase open orders signed
de_de: Hist. offene unterz. Bestellungen
es_es: Histórico de pedidos abiertos de compra firmados
fr_fr: Historique commandes ouvertes d'achat signées
it_it: Storico degli ordini aperti d'acquisto firmati
pl_pl: Historyczne podpisane otwarte zamówienia zakupu
pt_pt: Histórico das encomendas abertas de compra assinadas
ru_ru: История Открытые заказы закупок подписаны
zh_cn: 已签采购合同历史记录

source: System administrator Fixed assets
de_de: Systemadministrator Anlagen
fr_fr: Immobilisations Administrateur système
pt_pt: Administrador sistema Ativos
ru_ru: Системный администратор Основные средства
zh_cn: 系统管理员 固定资产

source: delete
de_de: löschen
es_es: borrar
fr_fr: supprimer
pt_pt: apagar

source: Change control
de_de: Änderungsprüfung
es_es: Control del cambio
fr_fr: Gestion des indices
pt_pt: Controlo versão

source: Change requests created
de_de: Änderungsanfragen erstellt
es_es: Solicitudes de cambio creadas
fr_fr: Demandes de changement créées
pt_pt: Criados pedidos de modificação

source: Change Requests for my approval
de_de: Änderungsanfragen für meine Genehmigung
es_es: Mis solicitudes de cambio pendientes de aprobar
fr_fr: Demandes de changement pour mon approbation
pt_pt: Pedidos de modificação para minha aprovação

source: Change Requests to manage
de_de: Zu verwaltende Änderungsanfragen
es_es: Solicitgudes de cambio pendientes de gestionar
fr_fr: Demandes de changement à gérer
pt_pt: Pedidos de modificação para gerir

source: Change Requests to plan
de_de: Zu planende Änderungsanfragen
es_es: Solicitudes de cambio pendientes de planificar
fr_fr: Demandes de changement à planifier
pt_pt: Pedidos de modificação para planear

source: Plans to action
de_de: Auszuführende Pläne
es_es: Planificación pendiente de realizar
fr_fr: Plans à exécuter
pt_pt: Plano de ação

source: CONCESSION
de_de: KONZESSION

source: Buildings
de_de: Gebäude
es_es: Edificios
fr_fr: Bâtiments
pt_pt: Edificios

source: Shipping containers
de_de: Versandbehälter
es_es: Contenedor flete
fr_fr: Conteneurs frêt
pt_pt: Contentores frete
zh_cn: 货运集装箱

source: Places
de_de: Platz
es_es: Lugar
fr_fr: Lieux
pt_pt: Locais
zh_cn: 地方

source: Transport lead times
de_de: Transportlieferzeit
es_es: Plazo de transporte
fr_fr: Délais transport
pt_pt: Tempos de transporte
zh_cn: 运输提前期

source: Economic reason codes
de_de: Leistungskennziffern
es_es: Motivos economicos
fr_fr: Motifs économiques
pt_pt: Motivos economicos
zh_cn: 经济原因代码

source: Economic reason/BP groups
de_de: Leistungskennziffern/BP Gruppen
es_es: Motivos economicos/Grupo de terceros
fr_fr: Motifs économiques/Groupe de tiers
pt_pt: Motivos economicos/grupo terceiros
zh_cn: 经济原因/BP组

source: Change request
de_de: Änderungsanfrage
es_es: Solicitud de cambio
fr_fr: Demande de changement
pt_pt: Pedido de modificação
zh_cn: 变更请求

source: Impact analysis
de_de: Einflussanalyse
es_es: Análisis de impacto
fr_fr: Analyse des impacts
pt_pt: Análise de impacto
zh_cn: 影响分析

source: Actions
de_de: Aktionen
es_es: Acciones
pt_pt: Ações
zh_cn: 操作

source: Product/reason code
de_de: Produkt/Leistungskennziffern
es_es: Artículos/Motivos económicos
fr_fr: Articles/Motifs économiques
pt_pt: COPE - Produto/motivos economicos
zh_cn: 产品/原因代码

source: Payment balance ERC product
de_de: Zahlungsbilanz - Produkt/Leistungskennziffern
es_es: Balance de pagos/ artículos
fr_fr: Balance paiements produit ERC
pt_pt: COPE - Produto/motivos economicos
zh_cn: 付款余额ERC产品

source: Field settings
de_de: Feldeinstellungen
es_es: Interface usuario
fr_fr: Paramètres champ
pt_pt: Interface utilizador
zh_cn: 用户界面设置

source: Payment balance UI configuration
de_de: Zahlungsbilanz - Feldeinstellungen
es_es: Balance de pagos - interface usuario
fr_fr: Balance des paiements - Interface utilisateur
pt_pt: COPE - Parametrização campos
zh_cn: 付款余额-UI配置

source: Configuration
de_de: Konfiguration
es_es: Configuración
pt_pt: COPE - Configuração
zh_cn: 配置

source: Payment balance declaration configuration
de_de: Zahlungsbilanz - Konfiguration
es_es: Blance de pagos - Configuración
fr_fr: Balance des paiements - Configuration
pt_pt: COPE - Configuração
zh_cn: 付款余额-配置

source: Generation
de_de: Erstellung Meldung
es_es: Generación
fr_fr: Génération
pt_pt: Geração dados COPE
zh_cn: 生成

source: Payment balance declaration generation
de_de: Zahlungsbilanz - Meldungserstellung
es_es: Balance de pagos - Generación
fr_fr: Balance des paiements - Génération
pt_pt: Geração dados COPE
zh_cn: 付款余额申报-生成

source: EDI issues generation
de_de: Start EDI-Ausgaben
es_es: Generación envios EDI
fr_fr: Génération envois EDI
pt_pt: Geração envios EDI
zh_cn: EDI发送生成

source: EDI receipts generation
de_de: Start Wareneingänge EDI
es_es: Generación recepciones EDI
fr_fr: Génération réceptions EDI
pt_pt: Geração receções EDI
zh_cn: EDI接收生成

source: EDI temporary storage
de_de: EDI temporärer Speicherplatz
es_es: Sas EDI
fr_fr: Sas EDI
pt_pt: Sas EDI
zh_cn: EDI临时存储

source: EDI tracking documents
de_de: EDI-Rückmeldungsdokumente
es_es: Seguimiento de documentos EDI
fr_fr: Suivi des documents EDI
pt_pt: Seguimento dos documentos EDI
zh_cn: EDI文档追踪

source: Suivi des documents EDI
de_de: EDI-Rückmeldungsdokumente
es_es: Seguimiento de documentos EDI
pt_pt: Seguimento dos documentos EDI
zh_cn: EDI文档追踪
